


<p>
Si vous avez des remarques g&eacute;n&eacute;rales ou d&eacute;sirez m'aider,
 contactez moi (admin at fullmetalgalaxy.com).<br/>
Pour signaler un bug ou proposer des &eacute;volutions, utilisez plutot ce 
<a href="http://code.google.com/p/fullmetalgalaxy/issues/entry?template=Defect report from user">formulaire</a>.
</p>
<br/>

<h2>Copies d'&eacute;crans</h2>
<a href="/images/screenshots/realmap1.jpg" >
    <img src="/images/screenshots/min/realmap1.jpg" /> 
</a>
<a href="/images/screenshots/tutorial1.jpg" >
    <img src="/images/screenshots/min/tutorial1.jpg" /> 
</a>
<a href="/images/screenshots/tutorial2.jpg" >
    <img src="/images/screenshots/min/tutorial2.jpg" /> 
</a>


<h2>M&eacute;canismes</h2>
<p>
Il s'agit d'un wargame (ou jeu de strategie) gratuit jouable dans un navigateur sans aucun
plugin. La dur&eacute;e et la vitesse des parties sont configurables : 3 minutes 
par coup pour une partie de 1h30 ou un coup par jour pour une partie
d'un mois. <br/>
Il est possible de jouer chacun &agrave; son tour
ou tous en m&ecirc;me temps (mode parall&egrave;le) &agrave; la fa&ccedil;on
des RTS.<BR/>
Chaque partie est ind&eacute;pendante, il n'y a donc pas de monde
persistant. La communaut&eacute; et le classement donnent une
consistante &agrave; l'univers, mais il vous est tout &agrave; fait possible de ne
jouer qu'une partie de temps &agrave; autre sans aucun d&eacute;savantage en
jeu.
</p>

<h2>R&eacute;sum&eacute; d'une partie</h2>

Vous posez votre astronef sur une plan&egrave;te pour une campagne d'extraction. 
Vous recevrez &agrave; intervalle r&eacute;gulier (en mode asynchrone) ou au d&eacute;but de votre tour
(en mode tour par tour) un certain nombre de points d'action que vous pouvez d&eacute;penser 
&agrave; tout instant pour :
<ul>
<li>Ramasser des minerais &agrave; l'aide de vos transporteurs et les ramener dans votre Astronef</li>
<li>Cr&eacute;er des pi&egrave;ces suppl&eacute;mentaires &agrave; l'aide du minerai et de votre Pondeuse M&eacute;t&eacute;o,</li>
<li>Affaiblir l'adversaire avec vos destructeurs en lui d&eacute;truisant ou en lui capturant 
des pi&egrave;ces</li>
<li>Menacer ou g&ecirc;ner ses mouvements en occupant les zones appropri&eacute;es</li>
<li>Capturer un ou plusieurs Astronefs, pour augmenter le nombre de pi&egrave;ces sous votre contr&ocirc;le, 
b&eacute;n&eacute;ficier de points d'action suppl&eacute;mentaires et d&eacute;coller en fin de partie avec plusieurs 
astronefs et leur contenu (minerais et pi&egrave;ces).</li>
</ul>
<p>
Les mar&eacute;es changeront, en cours de partie, la topologie de la carte rendant 
certaines zones inaccessibles par voie terrestre.
</p>
<p>
Pendant toute la partie, vous pourrez aussi &eacute;changer avec vos adversaires (via mail, 
messages priv&eacute;s ou chat int&eacute;gr&eacute;) pour 
lancer des actions communes.
</p>
<p>
Si tout se passe bien pour vous, vous d&eacute;collerez &agrave; la fin de la partie avec des v&eacute;hicules 
(1 point chacun) et des minerais (2 points chacun). Le joueur totalisant le plus grand nombre 
de points aura gagn&eacute;.
</p>

<a name="start" ></a>
<h2>Pour d&eacute;marrer</h2>
<p>
Il existe un <a href="/game.jsp?id=/puzzles/tutorial/model.bin">tutoriel</a> vous permettant de d&eacute;couvrir les m&eacute;canismes du jeu. 
Il ne dure qu'une dizaine de minutes et vous n'avez pas besoin de cr&eacute;er de compte.
Au terme de celui-ci vous pouvez bien s&ucirc;r vous inscrire &agrave; une partie (Pour s'inscrire cliquez sur 
<img src="/help/images/Register32.png" alt="Register" />), ou bien essayez les autres jeux solo.
</p>
<p>
Le plus important &agrave; comprendre est sans doute le 
<a href="firecovers.jsp">m&eacute;canisme des zones de feux</a> permettant de construire une d&eacute;fense efficace.
</p>
<p>
Si vous connaissez le jeu de plateau full metal planete, il peut &ecirc;tre utile
 de regarder les <a href="rulesdeviations.jsp">diff&eacute;rences</a> entre FMG et FMP. J'esp&egrave;re que vous ne serez
  pas perdu et retrouvez rapidement vos r&eacute;flexes de minier de l'espace !
</p>

<h2>Pour initier une partie</h2>
<p>
Il est possible qu'une petite explication vous soit utile pour la cr&eacute;ation d'une nouvelle partie.
Pour cela jetez un  <a href="/help/newgame.jsp">coup d'&oelig;il ici</a>.
</p>